<?php

return [
    'intro_title' => 'Pizza Shop 🍕',
    'intro_description' => 'Welcome! Do you wanna some pizza?',
    'actions' => [
        'order_pizza' => 'Замовити піццу 🦧',
        'notifications' => 'Сповіщення 🔔',
        'active_orders' => 'Активні замовлення ⚡',
        'cancel' => 'Скасувати 📴',
        'pay_now' => 'До оплати 💚',
        'change_type_of_payments' => 'Змінити тип оплати 🍇',
        'yes' => 'Так ✔',
        'no' => 'Ні ❌',
        'ok' => 'Ок ✔',
        'to_main' => 'На головну ⛺',
        'return_back' => 'Повернутися 😌',
        'update' => 'Оновити 🙃',
    ],
    'total' => 'Всього',
    'payment_type' => 'Тип оплати',
    'order_sednded_text' => 'Замовлення оформлено🎉! Відстежуйте його у головному меню 🎈',
    'choose_payment_method' => 'Оберіть метод оплати',
    'canceled_imposible' => 'Замовлення неможливо скасувати, оскільки воно вже в дорозі, або вже виконане',
    'canceled_posible' => 'Ви дійсно хочете скасувати замовлення?',
    'canceled_posible_recharge' => 'Ваші гроші буде повернено протягом 3 бінківських днів',

    'success' => [
        'order_cancled' => 'Замовлення скасовано!',
    ],
    'error' => [
        'order_completed' => 'Замовлення вже завершено.',
    ],

    'order_title_id' => 'Замовлення номер #:number',
    'choose_pizza' => 'Оберіть піццу 🍕',

    'status' => [
        'item' => 'Статус',
        'waiting' => 'Очікується',
        'in_road' => 'Прямує до вас',
        'completed' => 'Завершено',
    ],

    'paid' => [
        'item' => 'Оплата',
        'waiting' => 'Очікується',
        'paid' => 'Оплачено',
    ],

    'order_complicity' => 'Склад замовлення',
    'item_count' => 'шт.',
    'order_price' =>'Ціна на момент замовлення: ',
];
