<?php

return [
    'intro_title' => 'Pizza Shop 🍕',
    'intro_description' => 'Welcome! Do you wanna some pizza?',
    'return_back' => 'Повернутися 😌',
    'actions' => [
        'order_pizza' => 'Замовити піццу 🦧',
        'notifications' => 'Сповіщення 🔔',
        'active_orders' => 'Активні замовлення ⚡',
        'cancel' => 'Скасувати 📴',
        'pay_now' => 'До оплати 💚',
        'change_type_of_payments' => 'Змінити тип оплати 🍇',
        'yes'=>'Так ✔',
        'no'=>'Ні ❌',
        'ok'=>'Ок ✔',
    ],
    'total' => 'Всього',
    'payment_type' => 'Тип оплати',
    'order_sednded_text' => 'Замовлення оформлено🎉! Відстежуйте його у головному меню 🎈',
    'choose_payment_method' => 'Оберіть метод оплати',
    'canceled_imposible'=>'Замовлення неможливо скасувати, оскільки воно вже в дорозі, або вже виконане',
    'canceled_posible'=>'Ви дійсно хочете скасувати замовлення?',
    'canceled_posible_recharge'=>'Ваші гроші буде повернено протягом 3 бінківських днів',

];
